jorgebucaran/fisher
pure-fish/pure
gazorby/fish-abbreviation-tips
franciscolourenco/done
jorgebucaran/autopair.fish
jhillyerd/plugin-git
jethrokuan/z
catppuccin/fish
